本刊 3 月 報導 阮經天 推掉 大批 工作 ， 專心 留在 台灣 陪伴 病母 ， 今 （ 22 ） 日 本刊 掌握 消息 ， 阮母 已 於 21 日 病 逝 。 而 就 在 同 一天 ， 阮經天 也 再度 獲得 他 另 一座 影帝 殊榮 ， 沒想到 媽媽 已經 看不見 這份 榮耀 。
第 5 屆 「 台灣 影評人 協會 獎 」 21 日 晚間 頒獎 ， 阮經天 以 《 周處 除 三害 》 拿下 最佳 男 演員 獎 ， 也 是 他 在 台灣 繼 第 47 屆 金馬獎 最佳 男 主角 後 第 2 座 影帝 獎項 ； 
當晚 他 以 家事 為由 不克 出席 領獎 ， 殊不知 原來 阮 媽媽 已 於 當天 離世 ， 只能 說 造化 弄人 。
阮經天 在 《 周處 除 三害 》 飾演 悍匪 陳桂林 ， 演技 大獲 好評 ， 許多 人 都 看好 他 有望 在 金馬 60 二封 影帝 ， 可惜 最後 敗於 吳慷仁 之手 ； 日前 他 再度 憑該 角色 入圍 台北 影獎 最佳 男 主角 ， 得獎 呼聲 依然 很高 ， 而 稍早 已 公布 的 「 台灣 影評人 協會 獎 」 ， 眾 影評人 也 非常 欣賞 他 的 演出 ， 
協會 副 理事長 膝 關節 誇讚 「 阮 經天 在 作品 中 的 莽撞 血性 又 能 讓 觀眾 憐憫 ， 這 角色 心境 歷程 變化 與 表演 能量 都 極具 出色 。 」 也 是 他 能 稱帝 的 最大 原因 。
